beginning = 'Вы оказались на поляне в густом, ' \
            'темном лесу, не помня, как вы туда попали. ' \
            'Вокруг вас только деревья и тишина. Вы осмотрелись вокруг, ' \
            'увидели следы, уходящие в лес, которые могут быть вашими. Ваши действия:'

line_1_choice_1 = '1. Попытаться идти прямо вперед'
line_1_choice_2 = '2. Попытаться подняться на дерево и разглядеть окрестности.'
line_1_choice_3 = '3. Попробовать вернуться по своим следам.'

line_1_result_1 = 'Вы пошли вперед все дальше углубляясь в чащу. ' \
             'Внезапно вы вышли на поляну с ветхой избушкой, на вид ' \
             'заброшенной. Вы решили:'

line_1_result_2 = 'Наверху вы видите стоящую неподалеку избушку, ' \
             'в противоположной от нее стороне реку и небольшую поляну ' \
             'с пещерой. Вы пойдете:'

# line_1_result_3 = '' сюда сценарий с потеряшами

line_1_choice_4 = '1. Осмотреть избушку изнутри'
line_1_choice_5 = '2. Продолжить идти дальше'
line_1_choice_6 = '3. Вернуться на поляну, с которой пришли'


line_1_result_3 = 'Вы вошли в дом. Все вокруг старое, под толстым ' \
             'слоем пыли. Здесь давно никого не было. На полу отчетливо ' \
             'видны следы, ведущие к люку в подвал. Вы решаете:'

line_1_result_4 = 'Продолжив идти дальше, лес стал еще гуще и ' \
             'непроходимее. День подходил к концу, а в небе стали ' \
             'собираться тучи. Вы решили:'
line_1_result_5 = 'Вы идете назад, но не узнаете местность вокруг. ' \
             'Вы понимаете, что заблудились еще сильнее и ' \
             'теперь воввсе не понимаете где находитесь. Нужно:'


line_1_choice_7 = '1. Спуститься в подвал'
line_1_choice_8 = '2. Выйти наружу и бежать куда глаза глядят'
line_1_choice_9 = '3. Негромко позвать кого-нибудь живого'

line_1_result_6 = 'Спустившись в подвал вы замечаете кучу ' \
             'старых порванных вещей, груды костей и ' \
             'огромную дыру в земле, из который вылезает ' \
             'дико страшная хрень и съедает вас громко чавкая!'
line_1_result_7 = 'Попытавшись выйти, вы замечаете, что дверь ' \
             'заперта снаружи, а перед домом собираются какие-то ' \
             'темные фигуры. Из подвала раздается глухой рык ' \
             'вперемешку с клокотанием...'
line_1_result_8 = 'Как только вы произнесли первый звук сзади ' \
             'раздался негромкий шорох, а в ушах зазвенело от ' \
             'сильного удара по затылку. В глазах потемнело. ' \
             'Последнее, что вы увидели это склонившуюся над вами ' \
             'темную фигуру и два желтых горящих глаза...'

line_1_choice_10 = '1. Устроить место для ночлега на земле'
line_1_choice_11 = '2. Забраться на дерево и переночевать там'
line_1_choice_12 = '3. Идти дальше не смотря ни на что'

line_1_result_9 = 'Устроившись на земле вас среди ночи застали врасплох голодные волки.'
line_1_result_10 = 'Взобравшись на дерево вы устроились на ночевку, но ночью разразила' \
                   ' гроза, молния ударила в дерево и спалила его вместе с вами'
line_1_result_11 = 'Продравшись сквозь кусты и деревья вы набрели на группу туристов, ' \
                   'которые накормили, напоили и к людям проводили.'

line_1_choice_13 = '1. Позвать на помощь'
line_1_choice_14 = '2. Бежать быстрее'
line_1_choice_15 = '3. Сдаться'

line_1_result_12 = 'Не глядя под ноги вы попадаете в трясину и тонете выпуская ' \
                   'напоследок несколько мелких пузырей'

line_2_result_1 = 'Наверху вы видите стоящую неподалеку избушку, в противоположной ' \
                  'от нее стороне реку и небольшую поляну с пещерой. Вы пойдете:'

line_2_choice_1 = '1. К избушке'
line_2_choice_2 = '2. К реке'
line_2_choice_3 = '3. На поляну'

line_2_result_2 = 'Вы идете к реке и идете вниз по течению, ' \
                  'переправы поблизости не видно, а река тем ' \
                  'временем становится шире. Нужно:'

line_2_choice_4 = '1. Попытаться перейти вброд'
line_2_choice_5 = '2. Перебраться вплавь'
line_2_choice_6 = '3. Идти дальше в недежде найти мост'

line_2_result_3 = 'Переходя вброд вдруг встречается яма, ' \
                  'в которую вы проваливаетесь и от неожиданности ' \
                  'захлебываетесь'
line_2_result_4 = 'На другом берегу также нет ничего... Быстро стемнело, ' \
                  'в мокрой одежде без возможности согреться вы замерзаете'
line_2_result_5 = line_1_result_12

# line_2_result_6 = сценарий с поляной (line1result5)

print('')
